/* Informative text for error sheet */
"An unexpected error occurred. Please view the logs in the Console app for details." = "Une erreur inattendue est apparue. Veuillez consulter l'historique des journaux dans l'application Console pour plus de détails.";

/* Title for preferences update success sheet modal */
"Font smoothing preferences successfully updated" = "Les préférences de lissage des polices ont bien été mises à jour";

/* Informative text for preferences update success sheet modal */
"Log out or restart your Mac for the changes to take effect across all windows. You can also apply the new font smoothing setting to individual windows by closing and re-opening them." = "Fermez votre session ou redémarrez votre Mac pour appliquer le changement à toutes les fenêtres. Vous pouvez aussi appliquer le nouveau paramètre de lissage des polices à une fenêtre particulière en la fermant puis en la réouvrant.";

/* Log out later button text */
"Log out later" = "Fermer votre session plus tard";

/* Log out now button text */
"Log out now" = "Fermer votre session maintenant";

/* Title for error sheet */
"The operation couldn't be completed" = "L'opération n'a pas pu être terminée";

